cartmesh2d/artifacts/h4_3/narrow_gap-case/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    location "0";
    object U;
}

dimensions [0 1 -1 0 0 0 0];
internalField uniform (0.1 0 0);
boundaryField
{
    wall_0 { type noSlip; }
    wall_1 { type noSlip; }
    left { type fixedValue; value uniform (0.1 0 0); }
    right { type zeroGradient; }
    bottom { type slip; }
    top { type slip; }
    frontAndBack { type empty; }
}
