cartmesh2d/artifacts/h4_3/narrow_gap-case/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object p;
}

dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    wall_0 { type zeroGradient; }
    wall_1 { type zeroGradient; }
    left { type zeroGradient; }
    right { type fixedValue; value uniform 0; }
    bottom { type zeroGradient; }
    top { type zeroGradient; }
    frontAndBack { type empty; }
}
